{
	"01_button" : 	{
		"digest" : "Our first object - the humble button. Buttons produce 'bangs'."
	}
,
	"02_numberbox" : 	{
		"digest" : "Introduction to numbers in Max.."
	}
,
	"03_messagebox" : 	{
		"digest" : "Working with messages, symbols, and lists in Max."
	}
,
	"04_pack" : 	{
		"digest" : "Combining numbers and symbols together to make lists."
	}
,
	"05_metro" : 	{
		"digest" : "Our first exposure to timing in Max. Metro pumps out a regular succession of bangs."
	}
,
	"06_playlist~" : 	{
		"digest" : "Store and play sounds simply."
	}
,
	"07_noteout" : 	{
		"digest" : "Use MIDI to communicate with synths and software outside of Max."
	}
,
	"10_patcher" : 	{
		"digest" : "Nest Max patches inside of Max patches"
	}
,
	"08_buffer~" : 	{
		"digest" : "Powerful container for audio"
	}
,
	"09_jit.matrix" : 	{
		"digest" : "Our first Jitter (video processing) object! jit.matrix stores a video frame."
	}
,
	"event-ordering" : 	{
		"digest" : "When working with Max objects, the order in which things happen is really important. This patch explains how event ordering works in Max and how to control it. "
	}
,
	"object-types-and-data-types" : 	{
		"digest" : "Max has different categories of objects: some process audio, some process video, others handle simple numbers, symbols, and lists. This patch shows you how to recognize different data types and objects."
	}
,
	"lists-and-messages" : 	{
		"digest" : "All about a simple, common data type - lists."
	}
,
	"the-patcher" : 	{
		"digest" : "Essential info about the window where everything happens."
	}
,
	"buffer-drum-machine" : 	{
		"digest" : "aasdf."
	}
,
	"jitter-distort-and-displace" : 	{
		"digest" : "Use patterns to warp and distort a video"
	}
,
	"jitter-slitscan" : 	{
		"digest" : "A 'slit scanning' effect where we grab a single row of a video and watch it change"
	}
,
	"psychedelic-vizzie" : 	{
		"digest" : "Vizzie is a package of Jitter modules that make it easy to go way out."
	}
,
	"2dtimelapse" : 	{
		"digest" : "Move a scanner from top to bottom and left to right of a video feed, freezing each row as it passes."
	}
,
	"scrambled-sample" : 	{
		"digest" : "Exploring buffer~ and playing back samples in weird ways."
	}
,
	"single-cycle-arpeggiator" : 	{
		"digest" : "Melodies from sounds drawn with the mouse"
	}
,
	"Examples" : 	{
		"digest" : "Fun examples to play around with"
	}
,
	"Lessons" : 	{
		"digest" : "A tour through Max, focusing on some of the most important objects"
	}
,
	"Reference" : 	{
		"digest" : "Handy patches with helpful information for reference."
	}
,
	"keyboard-shortcuts" : 	{
		"digest" : "Everyday keyboard shortcuts we use all the time in Max."
	}
,
	"max-community-resources" : 	{
		"digest" : "Links to courses, tutorials, community, and help."
	}
,
	"max-objects" : 	{
		"digest" : "Basics on the things that do everything in Max: objects."
	}
,
	"menu-bar" : 	{
		"digest" : "Reference guide on the menu bar"
	}
,
	"MIDI-in-max" : 	{
		"digest" : "Overview on working with MIDI in Max"
	}

}
